Repository: oriental1212/ZIKORA-wallpaper
Catalog: ZIKORA-wallpaper/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# action.cancel
source: Cancel
zh_hans: 取消

# action.configure-source
source: Configure Source
zh_hans: 配置来源

# action.continue
source: Continue
zh_hans: 继续

# action.edit-source
source: Edit Source
zh_hans: 编辑来源

# action.next-wallpaper
source: Next Wallpaper
zh_hans: 换一张

# action.open-library
source: Open Library
zh_hans: 打开图库

# action.open-settings
source: Open Settings
zh_hans: 打开设置

# action.retry
source: Try Again
zh_hans: 重试

# action.start-fresh
source: Archive and Start Fresh
zh_hans: 归档并重新开始

# action.update-now
source: Update Now
zh_hans: 立即更新

# dashboard.active-mode
source: Active Mode
zh_hans: 当前模式

# dashboard.current
source: Current wallpaper
zh_hans: 当前壁纸

# dashboard.empty.message
source: Download or switch to a wallpaper to see it here.
zh_hans: 下载或切换壁纸后，它会显示在这里。

# dashboard.empty.title
source: No current wallpaper
zh_hans: 没有当前壁纸

# dashboard.reused-current
source: The source returned the current wallpaper again.
zh_hans: 壁纸源返回的仍然是当前图片。

# dashboard.source-unavailable
source: Not configured
zh_hans: 未配置

# dashboard.subtitle
source: Your current wallpaper and today's activity.
zh_hans: 查看当前壁纸和今天的获取状态。

# dashboard.title
source: Dashboard
zh_hans: 仪表盘

# dashboard.today-source
source: Today's Source
zh_hans: 今日来源

# design-system.preview.title
source: Component states
zh_hans: 组件状态

# empty.generic.message
source: Add or download an item to see it here.
zh_hans: 添加或下载内容后，它会显示在这里。

# empty.generic.title
source: Nothing here yet
zh_hans: 这里还没有内容

# error.cancelled.detail
source: No changes were made. Start the operation again when you are ready.
zh_hans: 没有产生更改。需要时可重新开始。

# error.cancelled.title
source: Operation cancelled
zh_hans: 操作已取消

# error.file-operation.detail
source: The wallpaper file could not be saved or removed. Check storage access and try again.
zh_hans: 无法保存或移除壁纸文件。请检查存储访问后重试。

# error.file-operation.title
source: File operation failed
zh_hans: 文件操作失败

# error.image-too-large.detail
source: The response exceeded 50 MB. Choose a smaller direct image URL.
zh_hans: 响应超过 50 MB。请选择更小的图片直链。

# error.image-too-large.title
source: Image is too large
zh_hans: 图片过大

# error.invalid-response.detail
source: The server did not return a usable image. Check the source URL and test it again.
zh_hans: 服务器没有返回可用图片。请检查来源地址后重新测试。

# error.invalid-response.title
source: Invalid image response
zh_hans: 图片响应无效

# error.invalid-url.detail
source: Use a complete HTTP or HTTPS image URL, then test the source again.
zh_hans: 请输入完整的 HTTP 或 HTTPS 图片地址，然后重新测试来源。

# error.invalid-url.title
source: URL is not valid
zh_hans: 地址无效

# error.login-item.detail
source: macOS did not allow launch at login. Review Login Items in System Settings.
zh_hans: macOS 未允许登录时启动。请在系统设置中检查登录项。

# error.login-item.title
source: Launch at login was not enabled
zh_hans: 未能开启登录时启动

# error.missing-configuration.detail
source: No enabled source is available for today. Configure a source and weekly plan.
zh_hans: 今天没有可用的已启用来源。请配置来源和每周计划。

# error.missing-configuration.title
source: Wallpaper source is missing
zh_hans: 缺少壁纸来源

# error.network-unavailable.detail
source: Keep the current wallpaper and try again after the network reconnects.
zh_hans: 当前壁纸会继续保留。请在网络恢复后重试。

# error.network-unavailable.title
source: Network is unavailable
zh_hans: 网络不可用

# error.no-candidate.detail
source: The library has no valid wallpaper to select. Download a wallpaper first.
zh_hans: 图库中没有可选择的有效壁纸。请先下载壁纸。

# error.no-candidate.title
source: No wallpaper is available
zh_hans: 没有可用壁纸

# error.persistence.detail
source: Changes could not be stored safely. Try again before quitting the app.
zh_hans: 无法安全保存更改。请在退出应用前重试。

# error.persistence.title
source: Changes were not saved
zh_hans: 更改未保存

# error.request-timeout.detail
source: The source did not respond in time. Check the connection and try again.
zh_hans: 来源未能及时响应。请检查连接后重试。

# error.request-timeout.title
source: Request timed out
zh_hans: 请求超时

# error.storage-unavailable.detail
source: The app cannot access enough storage. Free space or review storage settings, then try again.
zh_hans: 应用无法使用足够的存储空间。请释放空间或检查存储设置后重试。

# error.storage-unavailable.title
source: Storage is unavailable
zh_hans: 存储不可用

# error.unknown.detail
source: The operation could not finish. Try again; if it continues, review the diagnostic log.
zh_hans: 操作未能完成。请重试；如果问题持续，请查看诊断日志。

# error.unknown.title
source: Operation failed
zh_hans: 操作失败

# error.unsupported-image.detail
source: The response is not a supported JPG, PNG, HEIC, or WebP image. Choose another source URL.
zh_hans: 响应不是受支持的 JPG、PNG、HEIC 或 WebP 图片。请选择其他来源地址。

# error.unsupported-image.title
source: Image format is not supported
zh_hans: 图片格式不受支持

# error.wallpaper-update.detail
source: macOS did not apply the new wallpaper. The current wallpaper was kept; try again.
zh_hans: macOS 未能应用新壁纸。当前壁纸已保留，请重试。

# error.wallpaper-update.title
source: Wallpaper was not changed
zh_hans: 壁纸未更换

# Hello, !!!!
source: In development
zh_hans: 开发中

# library.clear-filter
source: Clear Filter
zh_hans: 清除筛选

# library.current
source: Current Wallpaper
zh_hans: 当前壁纸

# library.current-delete-disabled
source: The current wallpaper cannot be deleted.
zh_hans: 当前壁纸不能删除。

# library.delete
source: Delete
zh_hans: 删除

# library.delete.confirm
source: Delete
zh_hans: 删除

# library.delete.confirm-prefix
source: Delete
zh_hans: 删除

# library.delete.title
source: Delete Wallpaper?
zh_hans: 删除壁纸？

# library.detail.title
source: Wallpaper Detail
zh_hans: 壁纸详情

# library.download-day
source: Download Day
zh_hans: 下载日期

# library.empty.message
source: Downloaded wallpapers will appear here.
zh_hans: 已下载的壁纸会显示在这里。

# library.empty.title
source: No wallpapers yet
zh_hans: 还没有壁纸

# library.file-invalid
source: Invalid file
zh_hans: 文件无效

# library.file-missing
source: File missing
zh_hans: 文件丢失

# library.file-size
source: File Size
zh_hans: 文件大小

# library.file-unavailable
source: File unavailable.
zh_hans: 文件不可用。

# library.format
source: Format
zh_hans: 格式

# library.more
source: More
zh_hans: 更多

# library.more.help
source: More library actions
zh_hans: 更多图库操作

# library.next-wallpaper
source: Next Wallpaper
zh_hans: 换一张

# library.next-wallpaper.help
source: Choose another local wallpaper
zh_hans: 选择另一张本地壁纸

# library.no-results.message
source: No wallpapers match this filter.
zh_hans: 没有匹配的壁纸。

# library.no-results.title
source: No Matching Wallpapers
zh_hans: 没有匹配的壁纸

# library.path
source: Path
zh_hans: 路径

# library.refresh
source: Refresh
zh_hans: 刷新

# library.refresh.help
source: Reload local records and file states
zh_hans: 重新读取本地记录与文件状态

# library.reveal
source: Show in Finder
zh_hans: 在 Finder 中显示

# library.search
source: Search source or YYYY-MM-DD
zh_hans: 搜索来源或 YYYY-MM-DD

# library.set-current
source: Set as Current
zh_hans: 设为当前壁纸

# library.size
source: Dimensions
zh_hans: 尺寸

# library.source
source: Source
zh_hans: 来源

# library.subtitle
source: Browse and manage downloaded wallpapers.
zh_hans: 浏览和管理已下载的壁纸。

# library.thumbnail
source: Wallpaper thumbnail
zh_hans: 壁纸缩略图

# library.title
source: Library
zh_hans: 图库

# menu.open-dashboard
source: Open Dashboard
zh_hans: 打开仪表盘

# menu.quit
source: Quit
zh_hans: 退出

# menu.settings
source: Settings
zh_hans: 设置

# nav.dashboard
source: Dashboard
zh_hans: 仪表盘

# nav.library
source: Library
zh_hans: 图库

# nav.settings
source: Settings
zh_hans: 设置

# nav.sources
source: Sources
zh_hans: 来源

# onboarding.error.connection
source: Connection failed. Check the URL and try again.
zh_hans: 连接失败。请检查图片地址后重试。

# onboarding.error.save
source: Could not save setup. Try again.
zh_hans: 无法保存设置，请重试。

# onboarding.image-url
source: Image URL
zh_hans: 图片地址

# onboarding.source-name
source: Source name
zh_hans: 来源名称

# onboarding.subtitle
source: Set up your first wallpaper source to get started.
zh_hans: 先设置第一个壁纸来源，即可开始使用。

# onboarding.test-connection
source: Test Connection
zh_hans: 测试连接

# onboarding.verified
source: Connection verified
zh_hans: 连接已通过

# onboarding.verified-prefix
source: Connection verified ·
zh_hans: 连接已通过 ·

# onboarding.welcome
source: Welcome to ZIKORA
zh_hans: 欢迎使用 ZIKORA

# persistence.recovery.confirm-detail
source: The existing database will be moved to a recovery folder before a new empty database is created.
zh_hans: 现有数据库会先移入恢复归档目录，然后创建新的空数据库。

# persistence.recovery.confirm-title
source: Start with a new database?
zh_hans: 使用新的数据库？

# persistence.recovery.detail
source: ZIKORA could not safely open its data. Retry first, or archive the unreadable database and start with an empty library.
zh_hans: ZIKORA 无法安全打开数据。请先重试；若问题持续，可归档无法读取的数据库并从空图库重新开始。

# settings.about
source: About
zh_hans: 关于

# settings.app-name
source: Application
zh_hans: 应用

# settings.cache-location
source: Cache Location
zh_hans: 缓存位置

# settings.cache-size
source: Cache Size
zh_hans: 缓存占用

# settings.cleanup
source: Clean Up Now
zh_hans: 立即清理

# settings.cleanup-estimate
source: Estimated Impact
zh_hans: 预计影响

# settings.cleanup-no-estimate
source: No cleanup estimate is available.
zh_hans: 暂无可用的清理估算。

# settings.cleanup-prefix
source: Cleanup will remove
zh_hans: 清理将移除

# settings.cleanup-unavailable
source: No cleanup estimate is available.
zh_hans: 暂无清理估算。

# settings.cleanup.confirm
source: Clean Up
zh_hans: 清理

# settings.cleanup.title
source: Clean Up Wallpapers?
zh_hans: 清理壁纸？

# settings.general
source: General
zh_hans: 通用

# settings.interval-1d
source: Every day
zh_hans: 每天

# settings.interval-1h
source: 1 hour
zh_hans: 1 小时

# settings.interval-3h
source: 3 hours
zh_hans: 3 小时

# settings.interval-5m
source: 5 minutes
zh_hans: 5 分钟

# settings.interval-6h
source: 6 hours
zh_hans: 6 小时

# settings.interval-12h
source: 12 hours
zh_hans: 12 小时

# settings.interval-15m
source: 15 minutes
zh_hans: 15 分钟

# settings.interval-30m
source: 30 minutes
zh_hans: 30 分钟

# settings.launch-at-login
source: Launch at Login
zh_hans: 登录后自动启动

# settings.login-requires-approval
source: Open System Settings to approve this login item.
zh_hans: 请在系统设置中批准此登录项。

# settings.login-unavailable
source: Login item management is unavailable.
zh_hans: 登录项管理不可用。

# settings.mode-daily
source: Daily Wallpaper
zh_hans: 每日壁纸

# settings.mode-slideshow
source: Slideshow
zh_hans: 循环播放

# settings.no-candidates
source: No local wallpaper candidates are available.
zh_hans: 暂无可用本地壁纸。

# settings.open-cache
source: Open Cache
zh_hans: 打开缓存目录

# settings.order-chronological
source: Chronological
zh_hans: 按时间顺序

# settings.order-random
source: Random
zh_hans: 随机

# settings.privacy
source: ZIKORA stores wallpaper images locally and does not upload them.
zh_hans: ZIKORA 仅在本地保存壁纸图片，不会上传。

# settings.retention
source: Keep Wallpapers
zh_hans: 保留壁纸

# settings.retention-7
source: 7 days
zh_hans: 7 天

# settings.retention-14
source: 14 days
zh_hans: 14 天

# settings.retention-30
source: 30 days
zh_hans: 30 天

# settings.retention-60
source: 60 days
zh_hans: 60 天

# settings.retention-90
source: 90 days
zh_hans: 90 天

# settings.retention-forever
source: Forever
zh_hans: 永久

# settings.rotation
source: Wallpaper Rotation
zh_hans: 壁纸轮播

# settings.slideshow-interval
source: Interval
zh_hans: 间隔

# settings.slideshow-order
source: Order
zh_hans: 顺序

# settings.storage
source: Storage Management
zh_hans: 存储管理

# settings.title
source: Settings
zh_hans: 设置

# settings.version
source: Version
zh_hans: 版本

# settings.wallpaper-mode
source: Mode
zh_hans: 模式

# source.form.add
source: Add Source
zh_hans: 添加壁纸源

# source.form.connection.idle
source: Test a source to preview the image.
zh_hans: 测试来源以预览图片。

# source.form.duplicate-name.warning
source: Another source has the same name. You can still save it.
zh_hans: 已存在同名来源，仍可保存。

# source.form.duplicate-url.confirm
source: Save Anyway
zh_hans: 仍然保存

# source.form.duplicate-url.message
source: A source already uses this URL. Save anyway?
zh_hans: 已有来源使用此 URL，仍要保存吗？

# source.form.duplicate-url.required
source: Confirm duplicate URL before saving.
zh_hans: 保存前请确认重复 URL。

# source.form.duplicate-url.title
source: Duplicate URL
zh_hans: URL 已存在

# source.form.enabled
source: Enabled
zh_hans: 启用

# source.form.name
source: Name
zh_hans: 名称

# source.form.name.required
source: Name is required.
zh_hans: 请输入名称。

# source.form.name.too-long
source: Name must be 50 characters or fewer.
zh_hans: 名称不能超过 50 个字符。

# source.form.preview.byte-count
source: File size
zh_hans: 文件大小

# source.form.preview.format
source: Format
zh_hans: 格式

# source.form.preview.size
source: Size
zh_hans: 尺寸

# source.form.save
source: Save
zh_hans: 保存

# source.form.save.disabled
source: Complete the required fields first.
zh_hans: 请先完成必填项。

# source.form.section.connection
source: Connection Test
zh_hans: 连接测试

# source.form.section.details
source: Source Details
zh_hans: 来源信息

# source.form.test
source: Test Connection
zh_hans: 测试连接

# source.form.test.required
source: Test the connection before saving.
zh_hans: 保存前请先测试连接。

# source.form.title.add
source: Add Wallpaper Source
zh_hans: 添加壁纸源

# source.form.title.edit
source: Edit Wallpaper Source
zh_hans: 编辑壁纸源

# source.form.url
source: Wallpaper URL
zh_hans: 壁纸 URL

# source.form.url.invalid
source: Enter a valid http or https image URL.
zh_hans: 请输入有效的 http 或 https 图片地址。

# sources.add
source: Add Source
zh_hans: 添加壁纸源

# sources.add.help
source: Add a wallpaper source
zh_hans: 添加壁纸源

# sources.copied
source: Copied
zh_hans: 已复制

# sources.copy-url
source: Copy full URL
zh_hans: 复制完整地址

# sources.default.description
source: Used when a day is unset, its source is disabled, or automatic retries fail.
zh_hans: 当天未配置、当天来源停用或自动重试失败时用于兜底。

# sources.default.disabled-warning
source: Default source disabled
zh_hans: 默认来源已停用

# sources.default.missing-warning
source: Default source deleted
zh_hans: 默认来源已删除

# sources.default.picker
source: Default source
zh_hans: 默认来源

# sources.default.title
source: Default Source
zh_hans: 默认来源

# sources.default.unset
source: Unset
zh_hans: 未设置

# sources.delete
source: Delete
zh_hans: 删除

# sources.delete.affected-weekdays
source: Affected weekdays:
zh_hans: 受影响的星期：

# sources.delete.confirm
source: Delete
zh_hans: 删除

# sources.delete.confirm-prefix
source: Delete
zh_hans: 删除

# sources.delete.default-unset
source: The default source will become unset.
zh_hans: 默认来源将被取消。

# sources.delete.history-kept
source: Downloaded wallpaper history will be kept.
zh_hans: 已下载壁纸历史会保留。

# sources.delete.no-plan
source: This source is not referenced by the weekly plan.
zh_hans: 该来源未被每周计划引用。

# sources.delete.title
source: Delete Wallpaper Source?
zh_hans: 删除壁纸源？

# sources.disable.help
source: Disable source
zh_hans: 停用来源

# sources.edit
source: Edit
zh_hans: 编辑

# sources.empty.message
source: Add a source to start building your weekly plan.
zh_hans: 添加来源后即可配置每周计划。

# sources.empty.title
source: No wallpaper sources
zh_hans: 还没有壁纸源

# sources.enable.help
source: Enable source
zh_hans: 启用来源

# sources.enabled
source: Enabled
zh_hans: 启用

# sources.last-sync
source: Last sync
zh_hans: 最近同步

# sources.last-sync.never
source: Never synced
zh_hans: 尚未同步

# sources.more
source: More
zh_hans: 更多

# sources.more.help
source: More source actions
zh_hans: 更多来源操作

# sources.refresh
source: Refresh
zh_hans: 刷新

# sources.refresh.help
source: Reload sources and plan from local storage
zh_hans: 从本地存储重新读取来源与计划

# sources.status.disabled
source: Disabled
zh_hans: 已停用

# sources.status.failed
source: Sync failed
zh_hans: 同步失败

# sources.status.loading
source: Syncing
zh_hans: 同步中

# sources.status.never
source: Never synced
zh_hans: 从未同步

# sources.status.offline
source: Offline
zh_hans: 离线

# sources.status.success
source: Synced
zh_hans: 同步成功

# sources.status.warning
source: Repeated failures
zh_hans: 连续失败

# sources.subtitle
source: Manage the sources ZIKORA uses to download wallpapers.
zh_hans: 管理 ZIKORA 用于下载壁纸的来源。

# sources.title
source: Wallpaper Sources
zh_hans: 壁纸源

# sources.weekly-plan.description
source: Assign an enabled source to each day. Unset days use the default source.
zh_hans: 为每天分配一个已启用来源。未设置的天使用默认来源。

# sources.weekly-plan.disabled-warning
source: Source disabled
zh_hans: 来源已停用

# sources.weekly-plan.missing-warning
source: Source deleted
zh_hans: 来源已删除

# sources.weekly-plan.picker
source: Day source
zh_hans: 当天来源

# sources.weekly-plan.title
source: Weekly Plan
zh_hans: 每周计划

# sources.weekly-plan.unset
source: Unset
zh_hans: 未设置

# state.active
source: Pressed
zh_hans: 按下

# state.active.help
source: Hold the pointer down to inspect the native pressed state.
zh_hans: 按住鼠标可查看系统按下状态。

# state.default
source: Default
zh_hans: 默认

# state.disabled
source: Disabled
zh_hans: 已禁用

# state.disabled.reason
source: An update is already running.
zh_hans: 更新任务正在进行。

# state.error
source: Error
zh_hans: 错误

# state.focus
source: Focus
zh_hans: 焦点

# state.focus.help
source: Use Tab to inspect the immediate native focus ring.
zh_hans: 使用 Tab 键可查看即时显示的系统焦点环。

# state.hover
source: Hover
zh_hans: 悬停

# state.hover.help
source: Move the pointer over the button to inspect the native hover state.
zh_hans: 将鼠标移到按钮上可查看系统悬停状态。

# state.loading
source: Loading
zh_hans: 加载

# state.success
source: Success
zh_hans: 成功

# status.failed
source: Failed
zh_hans: 失败

# status.loading
source: Working…
zh_hans: 处理中…

# status.success
source: Completed
zh_hans: 已完成

# status.warning
source: Needs attention
zh_hans: 需要注意

# thumbnail.unavailable
source: Preview unavailable
zh_hans: 预览不可用

# weekday.friday
source: Friday
zh_hans: 周五

# weekday.monday
source: Monday
zh_hans: 周一

# weekday.saturday
source: Saturday
zh_hans: 周六

# weekday.sunday
source: Sunday
zh_hans: 周日

# weekday.thursday
source: Thursday
zh_hans: 周四

# weekday.today
source: Today
zh_hans: 今天

# weekday.tuesday
source: Tuesday
zh_hans: 周二

# weekday.wednesday
source: Wednesday
zh_hans: 周三
